import React from 'react';

export default function FamilyJP(props) {
  return (
    <div id="diary-entry">
      <p id="FamilyJP">
        <button id="きょう">今日</button>は<h4 id="わたし">私</h4>の<h4 id="FamilyJP">家族</h4>を<h4 id="しょうかい">紹介</h4>します。まずは、<h4 id="いもうと">妹</h4>のみーちゃん。みーちゃんはまだ<h4 id="ようちえんせい">幼稚園生</h4>です。とても元気でいつも私と遊びます。好きな食べ物はハンバーグです。次にお母さんを紹介します。お母さんはとても優しいです。英語がとても上手なので、みーちゃんに英語を教えています。お母さんは、お買い物が大好きです。最後にお父さん。お父さんは、カフェをしています。お父さんは料理がとても上手です。お父さんのカレーはすごく美味しいです。
      </p>
    </div>
  )
}
